[
  {
    "id": 10,
    "tanggal": "14 Agustus 2025",
    "judul": "MI Salafiyatul Ma'muroh Gelar Upacara Peringatan HUT Pramuka ke-64",
    "penulis": "Admin Madrasah",
    "ringkasan": "Seluruh siswa-siswi beserta guru MI Salafiyatul Ma'muroh mengikuti upacara HUT Pramuka ke-64 dengan penuh khidmat di halaman madrasah.",
    "gambar": "gambar-artikel/pramuka-2025.png",
    "isi": "Pada hari Kamis, 14 Agustus 2025, seluruh siswa-siswi beserta guru MI Salafiyatul Ma'muroh mengikuti upacara peringatan Hari Ulang Tahun (HUT) Pramuka yang ke-64. Upacara ini dilaksanakan di halaman madrasah dengan penuh khidmat dan semangat. Seluruh siswa, mulai dari kelas 1 hingga kelas 6, tampak gagah dalam balutan seragam Pramuka lengkap, menunjukkan kesiapan mereka untuk menjadi tunas bangsa yang berkarakter, berdisiplin, dan berbakti.\n\nPembina upacara dalam amanatnya menyampaikan pesan-pesan penting tentang nilai-nilai dasar kepramukaan. Ia menekankan pentingnya Dasa Darma dan Tri Satya sebagai pedoman hidup anggota Pramuka. Para siswa diajak untuk memahami bahwa menjadi Pramuka berarti siap sedia menolong sesama, mencintai alam, dan menjadi pribadi yang tangguh serta bertanggung jawab. Penekanan ini diharapkan dapat membentuk karakter siswa yang tidak hanya cerdas secara akademis, tetapi juga memiliki akhlak mulia dan jiwa kepemimpinan.\n\nSelain upacara, madrasah juga mengadakan beberapa kegiatan tambahan untuk memeriahkan HUT Pramuka. Kegiatan-kegiatan ini dirancang untuk mengasah keterampilan, kekompakan, dan kreativitas para siswa, seperti permainan-permainan kepramukaan dan yel-yel antar regu. Suasana gembira dan penuh tawa mewarnai acara, mempererat tali persaudaraan di antara seluruh anggota Pramuka di MI Salafiyatul Ma'muroh.\n\nDengan semangat HUT Pramuka ke-64, MI Salafiyatul Ma'muroh berkomitmen untuk terus mengaktifkan kembali kegiatan kepramukaan sebagai ekstrakurikuler wajib. Gerakan Pramuka dianggap sebagai sarana efektif untuk mendidik generasi muda agar memiliki karakter kuat, mandiri, dan peduli terhadap lingkungan sosial. Diharapkan, melalui kegiatan ini, para siswa dapat tumbuh menjadi pemimpin masa depan yang berjiwa Pancasila dan berakhlak mulia.",
    "slug": "pramuka-2025"
  },
      {
    "id": 9,
    "tanggal": "13 Agustus 2025",
    "judul": "MI Salafiyatul Ma'muroh Ikuti Evaluasi EDM & e-RKAM Kemenag Kab. Boyolali",
    "penulis": "Admin Madrasah",
    "ringkasan": "Pada hari Rabu, 13 Agustus 2025, MI Salafiyatul Ma'muroh turut serta dalam evaluasi EDM dan e-RKAM yang diselenggarakan Kemenag Kabupaten Boyolali.",
    "gambar": "gambar-artikel/edm-erkam.png",
    "isi": "Pada hari Rabu, 13 Agustus 2025, MI Salafiyatul Ma'muroh turut serta dalam kegiatan penting evaluasi **EDM (Evaluasi Diri Madrasah)** dan **e-RKAM (e-RKAM)**. Acara yang diselenggarakan oleh Kantor Kementerian Agama Kabupaten Boyolali ini bertempat di BLK Karanggondang. Kegiatan ini merupakan bagian dari upaya peningkatan kualitas dan akuntabilitas pengelolaan madrasah, yang diikuti dengan antusias oleh para peserta dari berbagai kecamatan.\n\nKegiatan evaluasi ini melibatkan total **72 madrasah ibtidaiyah** yang berasal dari 11 kecamatan berbeda, yaitu Cepogo, Musuk, Tamansari, Ampel, Gladagsari, Boyolali, Mojosongo, Banyudono, Sawit, Teras, dan Sambi. Setiap madrasah diwakili oleh kepala madrasah dan bendahara atau operator EDM/e-RKAM, yang merupakan personel kunci dalam perencanaan dan pelaporan keuangan madrasah. Kehadiran mereka menunjukkan komitmen serius dari setiap lembaga untuk mematuhi standar pengelolaan yang ditetapkan oleh Kementerian Agama.\n\nAcara ini turut dihadiri oleh sejumlah pejabat penting di lingkungan Kantor Kementerian Agama Kabupaten Boyolali. Turut hadir Kepala Kantor Kemenag Kabupaten Boyolali, Kasubag TU, Kasi Pendidikan Madrasah, serta Pengawas Pendidikan Madrasah dan Tim BOS. Kehadiran para pimpinan ini tidak hanya memberikan dukungan moril, tetapi juga memastikan bahwa evaluasi berjalan sesuai dengan pedoman dan standar yang berlaku, serta menjadi sarana untuk berinteraksi langsung dengan para pengelola madrasah.\n\nMelalui kegiatan ini, diharapkan madrasah dapat lebih memahami pentingnya evaluasi diri dan perencanaan berbasis elektronik yang efektif dan transparan. Evaluasi EDM dan e-RKAM menjadi alat vital untuk mengukur sejauh mana madrasah telah mencapai targetnya dan merencanakan program kerja yang lebih baik di masa depan. MI Salafiyatul Ma'muroh berkomitmen untuk terus meningkatkan kualitas tata kelola demi kemajuan pendidikan madrasah yang unggul.",
    "slug": "edm-erkam"
  },
    {
    "id": 8,
    "tanggal": "01 Agustus 2025",
    "judul": "MI Salafiyatul Ma'muroh Mengadakan Ziarah Rutin Setiap Jumat Kliwon",
    "penulis": "Admin Madrasah",
    "ringkasan": "MI Salafiyatul Ma'muroh secara rutin mengadakan kegiatan ziarah setiap Jumat Kliwon. Kegiatan ini diikuti oleh seluruh siswa dan bertujuan untuk mengenang jasa para pendiri sekaligus mendoakan mereka.",
    "gambar": "gambar-artikel/ziarah-jumat-kliwon.png",
    "isi": "Setiap hari Jumat Kliwon, MI Salafiyatul Ma'muroh Paesan melaksanakan tradisi yang sangat berharga, yaitu ziarah kubur. Kegiatan rutin ini diikuti oleh seluruh siswa, dari kelas 1 hingga kelas 6, serta para guru dan staf madrasah. Ziarah yang dilaksanakan di makam pendiri madrasah dan para tokoh ulama ini bukan hanya sekadar kegiatan fisik, tetapi juga merupakan pembelajaran spiritual yang mendalam bagi seluruh peserta.\n\nKegiatan ziarah dimulai dengan pembacaan surat Yasin, tahlil, dan doa bersama. Suasana khusyuk dan hening menyelimuti area makam, menciptakan momen refleksi dan ketenangan bagi para siswa. Di bawah bimbingan para guru, mereka diajarkan untuk mendoakan para pendahulu yang telah berjuang keras mendirikan madrasah, serta mendoakan orang tua dan keluarga yang telah meninggal.\n\nTujuan utama dari kegiatan ini adalah menanamkan nilai-nilai luhur kepada siswa. Melalui ziarah, siswa diajarkan tentang pentingnya menghormati dan mengenang jasa para pendahulu, memupuk rasa syukur, serta menyadarkan mereka akan makna kehidupan dan kematian. Ini adalah salah satu cara madrasah dalam membentuk karakter siswa yang berakhlak mulia dan memiliki rasa kepedulian sosial yang tinggi.\n\nTradisi ziarah setiap Jumat Kliwon ini menjadi pengingat bagi seluruh warga madrasah untuk selalu menjaga silaturahmi, baik dengan yang masih hidup maupun dengan para arwah. Kegiatan ini diharapkan dapat menjadi bekal spiritual yang kuat bagi para siswa dalam menjalani kehidupan, serta menjaga semangat kebersamaan dan kekeluargaan di lingkungan MI Salafiyatul Ma'muroh.",
    "slug": "ziarah-jumat-kliwon"
  },
    {
    "id": 7,
    "tanggal": "14 Juli 2025",
    "judul": "MI Salafiyatul Ma'muroh Membuka Tahun Ajaran 2025/2026",
    "penulis": "Admin Madrasah",
    "ringkasan": "Hari ini, Senin, 14 Juli 2025, MI Salafiyatul Ma'muroh memulai Tahun Ajaran Baru 2025/2026 dengan antusiasme siswa yang kembali setelah libur.",
    "gambar": "gambar-artikel/matsama2025.png",
    "isi": "Hari ini, Senin, 14 Juli 2025, menjadi penanda dimulainya Tahun Ajaran Baru 2025/2026 di MI Salafiyatul Ma'muroh. Seluruh siswa dan siswi kembali memenuhi lingkungan madrasah setelah menikmati libur akhir semester. Pemandangan wajah-wajah ceria dan penuh semangat terpancar jelas dari setiap siswa yang melangkah masuk ke gerbang sekolah, siap menyambut tantangan dan pengalaman baru di kelas mereka.\n\nSuasana antusias begitu terasa di setiap sudut madrasah. Para siswa dengan gembira memasuki ruang kelas masing-masing, siap beradaptasi dengan lingkungan belajar yang baru dan berkenalan kembali dengan teman-teman serta guru-guru mereka. Tahun ajaran baru ini membawa harapan dan semangat baru bagi seluruh civitas akademika MI Salafiyatul Ma'muroh untuk meraih prestasi lebih baik lagi.\n\nMinggu pertama tahun ajaran ini, mulai dari Senin hingga Sabtu, akan diisi dengan kegiatan Masa Ta'aruf Siswa Madrasah (MATSAMA). Kegiatan ini dirancang khusus untuk membantu siswa baru beradaptasi dengan lingkungan madrasah, mengenal lebih dekat fasilitas yang ada, serta memahami budaya dan tata tertib madrasah. Bagi siswa lama, MATSAMA menjadi ajang untuk mempererat tali persaudaraan dan membimbing adik-adik kelas mereka.\n\nMelalui MATSAMA, diharapkan seluruh siswa dapat memulai tahun ajaran dengan bekal pemahaman yang kuat tentang nilai-nilai madrasah, sehingga dapat menciptakan iklim belajar yang kondusif dan penuh kebersamaan. Semoga Tahun Ajaran 2025/2026 ini berjalan lancar, penuh berkah, serta membawa kemajuan dan kesuksesan bagi seluruh keluarga besar MI Salafiyatul Ma'muroh.",
    "slug": "pembukaan-tahun-ajaran-2025"
  },
  {
    "id": 6,
    "tanggal": "01 Juli 2025",
    "judul": "MI Salafiyatul Ma'muroh Mengikuti Jambore Cabang di Banyudono",
    "penulis": "Admin Madrasah",
    "ringkasan": "Pada hari ini, Selasa, 1 Juli 2025, MI Salafiyatul Ma'muroh dengan bangga memberangkatkan perwakilannya untuk mengikuti kegiatan Jambore Cabang di Lapangan Jembungan, Banyudono.",
    "gambar": "gambar-artikel/jambore2025.png",
    "isi": "Pada hari ini, Selasa, 1 Juli 2025, MI Salafiyatul Ma'muroh dengan bangga memberangkatkan perwakilannya untuk mengikuti kegiatan **Jambore Cabang ke-XXII** yang **diselenggarakan** di Lapangan Jembungan, Banyudono. Acara bergengsi ini dijadwalkan berlangsung selama tiga hari penuh, hingga Kamis, 3 Juli 2025, dengan mengusung tema **\"Penggalang Hebat, Penggalang Bersahabat\"**. Partisipasi dalam jambore ini diharapkan dapat meningkatkan kemandirian, kekompakan, serta keterampilan kepramukaan para siswa di lingkungan madrasah.\n\nKontingen dari Kwarran Cepogo, tempat MI Salafiyatul Ma'muroh berada, **mengirimkan empat regu** terbaiknya. Keempat regu tersebut terdiri dari dua regu putra dan dua regu putri, yang merupakan perwakilan dari berbagai madrasah dan sekolah di wilayah Kecamatan Cepogo. Keterlibatan MI Salafiyatul Ma'muroh dalam rombongan ini menunjukkan dedikasi madrasah dalam mendukung kegiatan positif di luar kurikulum akademik, sekaligus mempererat tali silaturahmi antar lembaga pendidikan.\n\nSalah satu regu putra yang diberangkatkan merupakan gabungan dari delapan madrasah ibtidaiyah (MI) yang ada di Kecamatan Cepogo, dan dengan bangga, siswa dari MI Salafiyatul Ma'muroh menjadi bagian dari tim terpilih ini. Penggabungan regu ini bukan hanya memperkuat tim, tetapi juga menjadi ajang kolaborasi dan pertukaran pengalaman antar siswa dari madrasah yang berbeda. Harapan besar disematkan agar mereka dapat menunjukkan performa terbaik dan meraih prestasi di Jambore Cabang.\n\nUpacara pembukaan Jambore Cabang ke-XXII ini secara resmi dibuka langsung oleh **Bupati Boyolali selaku Kamabicab**, menandai dimulainya serangkaian kegiatan menarik dan menantang bagi seluruh peserta. Para siswa akan diajak untuk berinteraksi, belajar, dan berkompetisi dalam suasana yang mendidik dan menyenangkan. Semoga seluruh rangkaian acara berjalan lancar, dan para peserta, khususnya perwakilan dari MI Salafiyatul Ma'muroh, dapat membawa pulang pengalaman berharga serta kenangan tak terlupakan.",
    "slug": "jambore-cabang"
  },
  {
    "id": 5,
    "judul": "MI Salafiyatul Ma'muroh Mengadakan Haflah Akhirussanah TA 2024/2025",
    "tanggal": "29 Juni 2025",
    "penulis": "Admin Madrasah",
    "gambar": "gambar-artikel/haflah2025.png",
    "ringkasan": "MI Salafiyatul Ma'muroh sukses menggelar Haflah Akhirussanah TA 2024/2025 bersama TA Muslimat NU VII Paesan, dimeriahkan penampilan siswa dan penyerahan trofi prestasi.",
    "isi": "Minggu, 29 Juni 2025 menjadi momen istimewa bagi keluarga besar MI Salafiyatul Ma'muroh Paesan. Madrasah ini sukses menggelar acara Haflah Akhirussanah untuk siswa-siswi kelas 6 tahun pelajaran 2024/2025. Acara tersebut tidak hanya menjadi penanda berakhirnya masa belajar bagi para wisudawan, tetapi juga sebagai ajang silaturahmi yang mempertemukan seluruh siswa-siswi dari kelas 1 hingga kelas 6 beserta orang tua/wali murid, serta para tokoh masyarakat dan tamu undangan dari lingkungan sekitar madrasah. Kebersamaan ini menciptakan suasana kekeluargaan yang hangat dan penuh kebahagiaan.\n\nAcara Haflah Akhirussanah kali ini terasa lebih istimewa karena dirangkai pula dengan acara Akhirussanah TA Muslimat NU VI Paesan. Kolaborasi dua agenda penting ini menambah semarak perayaan dan menunjukkan eratnya sinergi antara MI Salafiyatul Ma'muroh dan TA Muslimat NU VII Paesan dalam mendidik generasi penerus bangsa. Semangat kebersamaan dan nilai-nilai keagamaan menjadi pondasi utama dalam setiap sesi acara, memperkuat komitmen untuk terus mencetak insan berakhlak mulia.\n\nKemeriahan Haflah Akhirussanah semakin terasa dengan berbagai penampilan dan kreasi menawan yang disuguhkan oleh para siswa. Mulai dari lantunan ayat suci Al-Qur'an, seni rebana, hingga tarian daerah, semuanya ditampilkan dengan penuh semangat dan bakat. Pada kesempatan ini pula, dilakukan penyerahan trofi secara simbolis kepada siswa-siswi berprestasi yang telah mengharumkan nama madrasah dalam kegiatan PORSEMA dan PORSENI tingkat Kabupaten Boyolali. Penampilan dan penghargaan ini tidak hanya menghibur, tetapi juga menjadi bukti nyata dari keberhasilan madrasah dalam mengembangkan potensi non-akademik siswa di samping capaian akademik mereka. Antusiasme penonton terpancar dari setiap tepuk tangan dan senyum bangga yang menghiasi wajah para hadirin.\n\nPuncak acara Haflah Akhirussanah ditutup dengan Mauidhotul Hasanah (nasihat kebaikan) yang disampaikan oleh Ustadz Taufiq Sriyanto dari Surakarta. Pesan-pesan inspiratif dan penuh hikmah disampaikan untuk bekal para wisudawan menghadapi jenjang pendidikan berikutnya, serta sebagai pengingat bagi seluruh hadirin tentang pentingnya ilmu dan akhlak mulia. Acara kemudian diakhiri dengan pembacaan doa bersama, memohon keberkahan dan kesuksesan bagi seluruh siswa dan madrasah ke depannya.",
    "slug": "haflah-akhirussanah-2025"
  },
  {
    "id": 4,
    "judul": "MI Salafiyatul Ma’muroh Ikuti Pawai Ta’aruf Tahun Baru Hijriah 1447 H",
    "tanggal": "28 Juni 2025",
    "penulis": "Admin Madrasah",
    "gambar": "gambar-artikel/pawai2025.png",
    "ringkasan": "MI Salafiyatul Ma’muroh mengikuti Pawai Ta’aruf Tahun Baru Hijriah yang diselenggarakan oleh Badko TPQ Kecamatan Cepogo. Acara berlangsung meriah dengan pawai dan berbagai lomba keagamaan.",
    "isi": "Sabtu, 28 Juni 2025, MI Salafiyatul Ma’muroh turut serta dalam semarak Pawai Ta’aruf menyambut Tahun Baru Hijriah 1447 H yang diselenggarakan oleh Badko TPQ Kecamatan Cepogo. Kegiatan ini berlangsung meriah dan penuh semangat, dimulai dari Lapangan Candigatak dan berakhir di depan Kantor Balai Desa Candigatak. Ratusan peserta dari berbagai TPQ dan madrasah meramaikan acara ini dengan antusiasme yang tinggi.\n\nSiswa-siswi MI Salafiyatul Ma’muroh tergabung dalam dua kelompok TPQ, yakni Madin Al Muayyad Paesan dan TPQ Tarbiyatul Aulad Sidodadi. Mereka tampil kompak mengenakan busana islami dan membawa atribut kreatif yang mencerminkan semangat hijrah serta nilai-nilai keislaman. Kehadiran mereka menambah warna dan semangat tersendiri dalam rombongan pawai.\n\nTak hanya pawai, acara ini juga dirangkai dengan berbagai lomba yang menampilkan bakat dan keterampilan santri. Di antaranya lomba rebana, adzan, Musabaqah Tilawatil Qur'an (MTQ), pidato dakwah cilik (Pildacil), dan kaligrafi. Para peserta dari MI Salafiyatul Ma’muroh turut ambil bagian dan menunjukkan penampilan terbaik mereka di setiap kategori yang diikuti.\n\nMelalui kegiatan ini, diharapkan mampu menumbuhkan semangat keislaman sejak dini serta mempererat ukhuwah antar lembaga pendidikan Islam di wilayah Kecamatan Cepogo. MI Salafiyatul Ma’muroh merasa bangga bisa berpartisipasi dalam momen penuh makna ini dan berkomitmen untuk terus mendukung kegiatan keagamaan yang membentuk karakter siswa yang berakhlak mulia dan cinta terhadap ajaran Islam.",
    "slug": "pawai-taaruf-tahun-baru-hijriah-1447h"
  },
  {
    "id": 3,
    "judul": "MI Salafiyatul Ma'muroh Outing Class ke Jogja Bay dan Taman Pintar",
    "tanggal": "28 Mei 2025",
    "penulis": "Admin Madrasah",
    "gambar": "gambar-artikel/outing2025.png",
    "ringkasan": "Siswa kelas 5 dan 6 mengikuti outing class ke Jogjakarta dengan naik KRL dan mengunjungi Taman Pintar serta Jogja Bay.",
    "isi": "Pada Rabu, 28 Mei 2025, MI Salafiyatul Ma'muroh Paesan mengadakan kegiatan outing class ke Jogjakarta. Kegiatan ini diikuti oleh siswa kelas 5 dan 6 sebagai bagian dari pembelajaran luar kelas yang menyenangkan dan edukatif. Perjalanan dimulai dari Stasiun Balapan Solo dengan menaiki Kereta Rel Listrik (KRL) menuju Stasiun Maguwoharjo. Bagi sebagian siswa, ini adalah pengalaman pertama mereka naik KRL, sehingga memberikan kesan yang mendalam dan menyenangkan.\n\nSetelah tiba di Jogja, rombongan menuju Taman Pintar, sebuah destinasi edukatif yang menyediakan berbagai wahana interaktif untuk mengenalkan sains, teknologi, dan kreativitas kepada anak-anak. Di tempat ini, para siswa berkesempatan untuk belajar secara langsung melalui berbagai eksperimen dan permainan edukatif.\n\nPerjalanan dilanjutkan menuju Jogja Bay Waterpark, tempat wisata air terbesar di Yogyakarta. Di sana, siswa menikmati berbagai wahana air yang seru, menyegarkan, dan mempererat kebersamaan di antara mereka.\n\nMelalui kegiatan ini, diharapkan siswa tidak hanya mendapatkan pengalaman rekreatif, tetapi juga memperluas wawasan, melatih kemandirian, dan meningkatkan semangat belajar. Outing class menjadi momen yang menyenangkan dan bermakna bagi seluruh peserta.",
    "slug": "outing-class-jogja-bay-taman-pintar"
  },
  {
    "id": 2,
    "judul": "MI Salafiyatul Ma'muroh Ikuti PORSEMA Kabupaten Boyolali 2025",
    "tanggal": "12 Juni 2025",
    "penulis": "Admin Madrasah",
    "gambar": "gambar-artikel/porsema2025.png",
    "ringkasan": "MI Salafiyatul Ma'muroh turut ambil bagian dalam ajang PORSEMA tingkat Kabupaten Boyolali yang diselenggarakan di Kecamatan Musuk pada 12 Juni 2025.",
    "isi": "Pada tanggal 12 Juni 2025, telah berlangsung kegiatan Pekan Olahraga dan Seni Ma'arif (PORSEMA) tingkat Kabupaten Boyolali. Kegiatan ini dipusatkan di Kecamatan Musuk dan diikuti oleh ribuan peserta dari various madrasah/sekolah Ma'arif se-Kabupaten Boyolali.\n\nAcara pembukaan berlangsung meriah dan dibuka secara resmi oleh Bupati Boyolali. Hadir dalam kesempatan tersebut jajaran Muspika Kecamatan Musuk, Kepala Kantor Kementerian Agama Kabupaten Boyolali, serta para pengurus Cabang Nahdlatul Ulama Kabupaten Boyolali.\n\nKelompok Kerja Madrasah (Pokja) 2 Kecamatan Cepogo turut serta dalam ajang ini dengan mengirimkan kontingen terbaiknya. Mereka bersaing dalam berbagai cabang lomba yang meliputi olahraga, seni, dan keterampilan lainnya.\n\nMI Salafiyatul Ma'muroh sebagai bagian dari Pokja 2 juga ambil bagian aktif dalam kegiatan tersebut. Beberapa siswa-siswi madrasah tampil membanggakan dalam sejumlah cabang lomba dan ikut membawa semangat sportivitas serta nilai-nilai keislaman dalam kompetisi antar-madrasah/sekolah tersebut.",
    "slug": "porsema-kabupaten-boyolali-2025"
  },
  {
    "id": 1,
    "judul": "MI Salafiyatul Ma'muroh Ikuti PORSENI Kabupaten Boyolali 2025",
    "tanggal": "24 Juni 2025",
    "penulis": "Admin Madrasah",
    "gambar": "gambar-artikel/porseni-2025.png",
    "ringkasan": "MI Salafiyatul Ma'muroh turut serta dalam PORSENI MI tingkat Kabupaten Boyolali yang digelar di Kecamatan Ngemplak dan dibuka oleh Kepala Kemenag Boyolali.",
    "isi": "Hari ini, Selasa 24 Juni 2025, kegiatan Pekan Olahraga dan Seni (PORSENI) Madrasah Ibtidaiyah tingkat Kabupaten Boyolali resmi digelar. Bertempat di Kecamatan Ngemplak, acara pembukaan berlangsung meriah dan dibuka secara langsung oleh Kepala Kantor Kementerian Agama Kabupaten Boyolali.\n\nPORSENI ini menjadi ajang silaturahmi dan kompetisi bagi siswa-siswi MI dari berbagai kecamatan untuk unjuk kemampuan dalam cabang olahraga dan seni. Para peserta tampak antusias dan bersemangat mengikuti rangkaian kegiatan sejak pagi hari.\n\nKecamatan Cepogo turut ambil bagian dalam perhelatan ini dengan mengirimkan kontingen dari various madrasah, salah satunya adalah MI Salafiyatul Ma'muroh Paesan. Kehadiran siswa-siswi MI Paesan menambah semarak kegiatan dan menunjukkan semangat kebersamaan yang tinggi.\n\nDengan keikutsertaan ini, diharapkan siswa-siswi MI Salafiyatul Ma'muroh tidak hanya mengukir prestasi, tetapi juga memperluas wawasan, menjalin persahabatan dengan siswa dari madrasah lain, serta menumbuhkan rasa cinta terhadap budaya dan olahraga dalam lingkup pendidikan Islam.",
    "slug": "porseni-kabupaten-boyolali-2025"
  }
    ]
