[
  {
    "id": 4,
    "judul": "MI Salafiyatul Ma’muroh Ikuti Pawai Ta’aruf Tahun Baru Hijriah 1447 H",
    "tanggal": "28 Juni 2025",
    "penulis": "Admin Madrasah",
    "gambar": "gambar-artikel/pawai2025.png",
    "ringkasan": "MI Salafiyatul Ma’muroh mengikuti Pawai Ta’aruf Tahun Baru Hijriah yang diselenggarakan oleh Badko TPQ Kecamatan Cepogo. Acara berlangsung meriah dengan pawai dan berbagai lomba keagamaan.",
    "isi": "Sabtu, 28 Juni 2025, MI Salafiyatul Ma’muroh turut serta dalam semarak Pawai Ta’aruf menyambut Tahun Baru Hijriah 1447 H yang diselenggarakan oleh Badko TPQ Kecamatan Cepogo. Kegiatan ini berlangsung meriah dan penuh semangat, dimulai dari Lapangan Candigatak dan berakhir di depan Kantor Balai Desa Candigatak. Ratusan peserta dari berbagai TPQ dan madrasah meramaikan acara ini dengan antusiasme yang tinggi.\n\nSiswa-siswi MI Salafiyatul Ma’muroh tergabung dalam dua kelompok TPQ, yakni Madin Al Muayyad Paesan dan TPQ Tarbiyatul Aulad Sidodadi. Mereka tampil kompak mengenakan busana islami dan membawa atribut kreatif yang mencerminkan semangat hijrah serta nilai-nilai keislaman. Kehadiran mereka menambah warna dan semangat tersendiri dalam rombongan pawai.\n\nTak hanya pawai, acara ini juga dirangkai dengan berbagai lomba yang menampilkan bakat dan keterampilan santri. Di antaranya lomba rebana, adzan, Musabaqah Tilawatil Qur'an (MTQ), pidato dakwah cilik (Pildacil), dan kaligrafi. Para peserta dari MI Salafiyatul Ma’muroh turut ambil bagian dan menunjukkan penampilan terbaik mereka di setiap kategori yang diikuti.\n\nMelalui kegiatan ini, diharapkan mampu menumbuhkan semangat keislaman sejak dini serta mempererat ukhuwah antar lembaga pendidikan Islam di wilayah Kecamatan Cepogo. MI Salafiyatul Ma’muroh merasa bangga bisa berpartisipasi dalam momen penuh makna ini dan berkomitmen untuk terus mendukung kegiatan keagamaan yang membentuk karakter siswa yang berakhlak mulia dan cinta terhadap ajaran Islam.",
    "slug": "pawai-taaruf-tahun-baru-hijriah-1447h"
  },
  {
    "id": 3,
    "judul": "MI Salafiyatul Ma'muroh Outing Class ke Jogja Bay dan Taman Pintar",
    "tanggal": "28 Mei 2025",
    "penulis": "Admin Madrasah",
    "gambar": "gambar-artikel/outing2025.png",
    "ringkasan": "Siswa kelas 5 dan 6 mengikuti outing class ke Jogjakarta dengan naik KRL dan mengunjungi Taman Pintar serta Jogja Bay.",
    "isi": "Pada Rabu, 28 Mei 2025, MI Salafiyatul Ma'muroh Paesan mengadakan kegiatan outing class ke Jogjakarta. Kegiatan ini diikuti oleh siswa kelas 5 dan 6 sebagai bagian dari pembelajaran luar kelas yang menyenangkan dan edukatif. Perjalanan dimulai dari Stasiun Balapan Solo dengan menaiki Kereta Rel Listrik (KRL) menuju Stasiun Maguwoharjo. Bagi sebagian siswa, ini adalah pengalaman pertama mereka naik KRL, sehingga memberikan kesan yang mendalam dan menyenangkan.\n\nSetelah tiba di Jogja, rombongan menuju Taman Pintar, sebuah destinasi edukatif yang menyediakan berbagai wahana interaktif untuk mengenalkan sains, teknologi, dan kreativitas kepada anak-anak. Di tempat ini, para siswa berkesempatan untuk belajar secara langsung melalui berbagai eksperimen dan permainan edukatif.\n\nPerjalanan dilanjutkan menuju Jogja Bay Waterpark, tempat wisata air terbesar di Yogyakarta. Di sana, siswa menikmati berbagai wahana air yang seru, menyegarkan, dan mempererat kebersamaan di antara mereka.\n\nMelalui kegiatan ini, diharapkan siswa tidak hanya mendapatkan pengalaman rekreatif, tetapi juga memperluas wawasan, melatih kemandirian, dan meningkatkan semangat belajar. Outing class menjadi momen yang menyenangkan dan bermakna bagi seluruh peserta.",
    "slug": "outing-class-jogja-bay-taman-pintar"
  },
  {
    "id": 2,
    "judul": "MI Salafiyatul Ma'muroh Ikuti PORSEMA Kabupaten Boyolali 2025",
    "tanggal": "12 Juni 2025",
    "penulis": "Admin Madrasah",
    "gambar": "gambar-artikel/porsema2025.png",
    "ringkasan": "MI Salafiyatul Ma'muroh turut ambil bagian dalam ajang PORSEMA tingkat Kabupaten Boyolali yang diselenggarakan di Kecamatan Musuk pada 12 Juni 2025.",
    "isi": "Pada tanggal 12 Juni 2025, telah berlangsung kegiatan Pekan Olahraga dan Seni Ma'arif (PORSEMA) tingkat Kabupaten Boyolali. Kegiatan ini dipusatkan di Kecamatan Musuk dan diikuti oleh ribuan peserta dari various madrasah/sekolah Ma'arif se-Kabupaten Boyolali.\n\nAcara pembukaan berlangsung meriah dan dibuka secara resmi oleh Bupati Boyolali. Hadir dalam kesempatan tersebut jajaran Muspika Kecamatan Musuk, Kepala Kantor Kementerian Agama Kabupaten Boyolali, serta para pengurus Cabang Nahdlatul Ulama Kabupaten Boyolali.\n\nKelompok Kerja Madrasah (Pokja) 2 Kecamatan Cepogo turut serta dalam ajang ini dengan mengirimkan kontingen terbaiknya. Mereka bersaing dalam berbagai cabang lomba yang meliputi olahraga, seni, dan keterampilan lainnya.\n\nMI Salafiyatul Ma'muroh sebagai bagian dari Pokja 2 juga ambil bagian aktif dalam kegiatan tersebut. Beberapa siswa-siswi madrasah tampil membanggakan dalam sejumlah cabang lomba dan ikut membawa semangat sportivitas serta nilai-nilai keislaman dalam kompetisi antar-madrasah/sekolah tersebut.",
    "slug": "porsema-kabupaten-boyolali-2025"
  },
  {
    "id": 1,
    "judul": "MI Salafiyatul Ma'muroh Ikuti PORSENI Kabupaten Boyolali 2025",
    "tanggal": "24 Juni 2025",
    "penulis": "Admin Madrasah",
    "gambar": "gambar-artikel/porseni-2025.png",
    "ringkasan": "MI Salafiyatul Ma'muroh Paesan turut serta dalam PORSENI MI tingkat Kabupaten Boyolali yang digelar di Kecamatan Ngemplak dan dibuka oleh Kepala Kemenag Boyolali.",
    "isi": "Hari ini, Selasa 24 Juni 2025, kegiatan Pekan Olahraga dan Seni (PORSENI) Madrasah Ibtidaiyah tingkat Kabupaten Boyolali resmi digelar. Bertempat di Kecamatan Ngemplak, acara pembukaan berlangsung meriah dan dibuka secara langsung oleh Kepala Kantor Kementerian Agama Kabupaten Boyolali.\n\nPORSENI ini menjadi ajang silaturahmi dan kompetisi bagi siswa-siswi MI dari berbagai kecamatan untuk unjuk kemampuan dalam cabang olahraga dan seni. Para peserta tampak antusias dan bersemangat mengikuti rangkaian kegiatan sejak pagi hari.\n\nKecamatan Cepogo turut ambil bagian dalam perhelatan ini dengan mengirimkan kontingen dari various madrasah, salah satunya adalah MI Salafiyatul Ma'muroh Paesan. Kehadiran siswa-siswi MI Paesan menambah semarak kegiatan dan menunjukkan semangat kebersamaan yang tinggi.\n\nDengan keikutsertaan ini, diharapkan siswa-siswi MI Salafiyatul Ma'muroh tidak hanya mengukir prestasi, tetapi juga memperluas wawasan, menjalin persahabatan dengan siswa dari madrasah lain, serta menumbuhkan rasa cinta terhadap budaya dan olahraga dalam lingkup pendidikan Islam.",
    "slug": "porseni-kabupaten-boyolali-2025"
  }
]
