[
  {
    "id": 1,
    "judul": "MI Salafiyatul Ma'muroh Outing Class ke Jogjakarta",
    "tanggal": "28 Mei 2025",
    "gambar": "outing2025.jpg",
    "ringkasan": "Siswa kelas 5 dan 6 mengikuti outing class ke Jogjakarta dengan naik KRL dan mengunjungi Taman Pintar serta Jogja Bay.",
    "isi": "Pada Rabu, 28 Mei 2025, MI Salafiyatul Ma'muroh Paesan mengadakan kegiatan outing class ke Jogjakarta. Kegiatan ini diikuti oleh siswa kelas 5 dan 6 sebagai bagian dari pembelajaran luar kelas yang menyenangkan dan edukatif.\n\nPerjalanan dimulai dari Stasiun Balapan Solo dengan menaiki Kereta Rel Listrik (KRL) menuju Stasiun Maguwoharjo. Bagi sebagian siswa, ini adalah pengalaman pertama mereka naik KRL, sehingga memberikan kesan yang mendalam dan menyenangkan.\n\nSetelah tiba di Jogja, rombongan menuju Taman Pintar, sebuah destinasi edukatif yang menyediakan berbagai wahana interaktif untuk mengenalkan sains, teknologi, dan kreativitas kepada anak-anak. Di tempat ini, para siswa berkesempatan untuk belajar secara langsung melalui berbagai eksperimen dan permainan edukatif.\n\nPerjalanan dilanjutkan menuju Jogja Bay Waterpark, tempat wisata air terbesar di Yogyakarta. Di sana, siswa menikmati berbagai wahana air yang seru, menyegarkan, dan mempererat kebersamaan di antara mereka.\n\nMelalui kegiatan ini, diharapkan siswa tidak hanya mendapatkan pengalaman rekreatif, tetapi juga memperluas wawasan, melatih kemandirian, dan meningkatkan semangat belajar. Outing class menjadi momen yang menyenangkan dan bermakna bagi seluruh peserta."
  },
  {
    "id": 2,
    "judul": "MI Salafiyatul Ma'muroh Ikuti PORSEMA Kabupaten Boyolali",
    "tanggal": "12 Juni 2025",
    "gambar": "porsema2025.jpg",
    "ringkasan": "MI Salafiyatul Ma'muroh turut ambil bagian dalam ajang PORSEMA tingkat Kabupaten Boyolali yang diselenggarakan di Kecamatan Musuk pada 12 Juni 2025.",
    "isi": "Pada tanggal 12 Juni 2025, telah berlangsung kegiatan Pekan Olahraga dan Seni Ma'arif (PORSEMA) tingkat Kabupaten Boyolali. Kegiatan ini dipusatkan di Kecamatan Musuk dan diikuti oleh ratusan peserta dari berbagai madrasah se-Kabupaten Boyolali.\n\nAcara pembukaan berlangsung meriah dan dibuka secara resmi oleh Bupati Boyolali. Hadir dalam kesempatan tersebut jajaran Muspika Kecamatan Musuk, Kepala Kantor Kementerian Agama Kabupaten Boyolali, serta para pengurus Cabang Nahdlatul Ulama Kabupaten Boyolali.\n\nKelompok Kerja Madrasah (Pokja) 2 Kecamatan Cepogo turut serta dalam ajang ini dengan mengirimkan kontingen terbaiknya. Mereka bersaing dalam berbagai cabang lomba yang meliputi olahraga, seni, dan keterampilan lainnya.\n\nMI Salafiyatul Ma'muroh sebagai bagian dari Pokja 2 juga ambil bagian aktif dalam kegiatan tersebut. Beberapa siswa-siswi madrasah tampil membanggakan dalam sejumlah cabang lomba dan ikut membawa semangat sportivitas serta nilai-nilai keislaman dalam kompetisi antar-madrasah tersebut."
  },
  {
    "id": 3,
    "judul": "MI Salafiyatul Ma'muroh Paesan Ikuti PORSENI Kabupaten Boyolali 2025",
    "tanggal": "24 Juni 2025",
    "gambar": "porseni-2025-mi-paesan.jpg",
    "ringkasan": "MI Salafiyatul Ma'muroh Paesan turut serta dalam PORSENI MI tingkat Kabupaten Boyolali yang digelar di Kecamatan Ngemplak dan dibuka oleh Kepala Kemenag Boyolali.",
    "isi": "Hari ini, Selasa 24 Juni 2025, kegiatan Pekan Olahraga dan Seni (PORSENI) Madrasah Ibtidaiyah tingkat Kabupaten Boyolali resmi digelar. Bertempat di Kecamatan Ngemplak, acara pembukaan berlangsung meriah dan dibuka secara langsung oleh Kepala Kantor Kementerian Agama Kabupaten Boyolali.\n\nPORSENI ini menjadi ajang silaturahmi dan kompetisi bagi siswa-siswi MI dari berbagai kecamatan untuk unjuk kemampuan dalam cabang olahraga dan seni. Para peserta tampak antusias dan bersemangat mengikuti rangkaian kegiatan sejak pagi hari.\n\nKecamatan Cepogo turut ambil bagian dalam perhelatan ini dengan mengirimkan kontingen dari berbagai madrasah, salah satunya adalah MI Salafiyatul Ma'muroh Paesan. Kehadiran siswa-siswi MI Paesan menambah semarak kegiatan dan menunjukkan semangat kebersamaan yang tinggi.\n\nDengan keikutsertaan ini, diharapkan siswa-siswi MI Salafiyatul Ma'muroh tidak hanya mengukir prestasi, tetapi juga memperluas wawasan, menjalin persahabatan dengan siswa dari madrasah lain, serta menumbuhkan rasa cinta terhadap budaya dan olahraga dalam lingkup pendidikan Islam."
  }
]
